export default () => {
  return new Promise(function (resolve) {
    resolve({
      common: {
        "discuss": "دعونا نناقش",
        "Find-more": "اكتشف المزيد",
        "reviewtitle1": "!!!! مفيدة للغاية",
        "reviewtitle2": "!!!! رائع",
        "reviewtitle3": "!!!! دعم كبير",
        "comment": "لا يوجد برنامج آخر يرشدك إلى ما تحتاج إلى معرفته بالضبط لبدء متجر على الإنترنت بسرعة ، كتبه شخص قام ببناء العديد من أعمال التجارة الإلكترونية المكونة من 7 أرقام من البداية.",
      },
      nav: {
        "Destinations": "الأماكن",
        "Hotels": "الفنادق",
        "Flights": "الرحلات الجوية",
        "Bookings": "الحجوزات",
        "Login": "تسجيل الدخول",
        "Feedback": "أنطباع",
        "dashboard": "لوحة تحكم المستخدم ",
        "contacts": "أتصل بنا",
        "faq": " الأسئلة الشائعة",
      },
      MobileBar: {
        "home": "الرئيسية",
        "Testimonials": "التعليقات",
      },
      HeroSection: {
        "subtitle": "أفضل الوجهات حول العالم",
        "title": "سافر واستمتع وعيش حياة جديدة وكاملة",
        "description": "بنيت الويكيت لفترة أطول معجبة بفعل الغرور بارتون نفسها. فضل على الرياضيين أن ينغمسوا في الاستماع. بوابة الحديقة تبيعهم غربًا صعبًا بالنسبة لـ.",
      },
      features: {
        "section-title": "الميزات",
        "section-description": "نموذج أحلامك",
        "Product": "تصميم المنتج",
        "Branding": "العلامة التجارية",
        "Programming": "البرمجة",
        "Marketing":"التسويق عبر الإنترنت",
        "description": "تبدأ الشركات الناشئة عادة من قبل مؤسس (مؤسس منفرد) أو مؤسسين مشاركين لديهم طريقة لحل مشكلة ما."
      },
      FromDesign:{
        "title": "من التصميم إلى الكود والعكس.",
        "subtitle": "تبدأ الشركات الناشئة عادة من قبل مؤسس (مؤسس منفرد) أو مؤسسين مشاركين لديهم طريقة لحل مشكلة ما. سيبدأ مؤسس الشركة الناشئة في التحقق من صحة السوق عن طريق مقابلة المشكلة ، ومقابلة الحل ، وبناء الحد الأدنى من المنتج القابل للتطبيق (MVP) ، أي نموذج أولي ، لتطوير نماذج أعمالهم والتحقق من صحتها.",
      },
      Testimonials: {
        "section-title": "الشهادات - التوصيات",
        "section-description": " موثوق به من قبل 100 من العملاء",
        },
      blog:{
        "section-title": "مقالات",
        "section-description": "مركز المعرفة",
        "title": "كيف ينمو موقع الويب عملك",
        "description": "تبدأ الشركات الناشئة عادة من قبل مؤسس (مؤسس منفرد) أو مؤسسين مشاركين لديهم طريقة لحل مشكلة ما.",
      },
      Newsletter:{
        "title": "أطلق صاروخك!",
        "description": "تبدأ الشركات الناشئة عادة من قبل مؤسس (مؤسس منفرد) أو مؤسسين مشاركين لديهم طريقة لحل مشكلة ما.",
      },
      footer:{
        "contactus": "اتصل بنا",
        "Social-Media": "تابعنا على ",
        "QuickLinks": "روابط سريعة",
        "Copyright": "حقوق الطبع والنشر",
        "reserved": " كل الحقوق محفوظة.",
      }
    })
  })
}




